Repository: AliKssab/iOSBaseApp
Catalog: iOSBaseApp2/07.Shared/03.Presentaion/Resources/Localization/FormFields.xcstrings
Source language: en
Languages: ar

# address_firstname_placeholder
source: Enter First Name
ar: ادخل الاسم الاول

# address_firstname_titlr
source: First Name
ar: الاسم الاول

# address_lastname_placeholder
source: Enter Last Name
ar: ادخل الاسم الاخير

# address_lastname_title
source: Last Name
ar: الاسم الاخير

# confirm_adress_label
source: Your address
ar: عنوانك

# confirm_adress_placeholder
source: Please enter your address
ar: برجاء ادخال عنوانك

# confirm_new_password_label
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# confirm_new_password_placeholder
source: Confirm your password
ar: يرجى تأكيد كلمة المرور

# confirm_password_label
source: Confirm Password
ar: تأكيد كلمة المرور

# current_password_label
source: Current Password
ar: كلمة المرور الحالية

# current_password_placeholder
source: Enter current password
ar: ادخل كلمة المرور الحالية

# data_label
source: Date of birth
ar: تاريخ الميلاد

# data_placeholder
source: Please enter your date of birth
ar: برجاء ادخال تاريخ الميلاد

# email_label
source: Email
ar: البريد الالكتروني

# email_placeholder
source: Enter your Email
ar: يرجى إدخال البريد الإلكتروني

source: Enter the order number
ar: أدخل رقم الطلب

source: Enter the order number associated with your complaint
ar: أدخل رقم الطلب المرتبط بشكواك

source: Enter the subject of the complaint
ar: ادخل موضوع الشكوي

# err_invalid_password
source: Sorry, the password is invalid
ar: عذراً، كلمة المرور غير صحيحة

# err_invalid_phone
source: Sorry, the phone number is invalid
ar: عذراً، رقم الهاتف غير صحيح

# full_name_label
source: Full Name
ar: الاسم بالكامل

# full_name_placeholder
source: Enter your full name
ar: يرجى إدخال اسمك بالكامل

# iBAN_lable
source: IBAN (International Bank Account Number)
ar: رقم الحساب المصرفي الدولي (IBAN)

# ID or residence number
source: Update your information for verification
ar: تحديث بياناتك للتوثيق

# id_namber_plasholder
source: Please enter your national ID number
ar: برجاء ادخال رقم هويتك

# id_namber_title
source: ID / Iqama Number
ar: رقم الهوية او الاقامه

# name_label
source: Name
ar: الاسم

# new_password_label
source: New Password
ar: كلمة المرور الجديدة

# new_password_placeholder
source: New password
ar: يرجى كتابه كلمة المرور الجديدة

# optional_field
source: (Optional)
ar: (اختياري)

# password_label
source: Password
ar: كلمة المرور

# password_placeholder
source: Enter your password
ar: يرجى إدخال كلمة المرور

# phone_label
source: Phone Namber
ar: ادخل رقم الهاتف

# phone_number_label
source: Phone Number
ar: رقم الهاتف

# phone_placeholder
source: Enter Phone Number
ar: ادخل رقم الهاتف

# Please enter your ID number
source: Click here to verify
ar: اضغط هنا للتوثيق

# price_lable
source: Price
ar: المبلغ

# serves_name_label
source: Serves Name
ar: اسم الخدمه

# serves_name_placeholder
source: Example: making a residence permit for the wife
ar: مثال: عمل اقامه للزوجه

source: Specify the type of orders you receive
ar: تحديد نوع الطلبات التي تستلمها

source: The subject
ar: الموضوع
